/* plugin name */
"Knowmia" = "Knowmia";

/* Unable to share to Knowmia - message */
"Please check your network connection and try again." = "请检查您的网络连接，然后重试。";

/* Sign in button Knowmia */
"Sign In..." = "登录...";

/* Sign out button Knowmia */
"Sign Out" = "退出";

/* Link to capture Knowmia - message */
"The link to your capture is ready to be pasted" = "您的录制链接已准备好粘贴。";

/* Trial expired Knowmia - title
   Unable to share to Knowmia - title */
"Unable to share" = "无法分享";

/* plugin description */
"Upload the capture to Knowmia for image or video hosting." = "将录屏上传到 Knowmia，以托管图片或视频。";

/* Trial expired Knowmia - message */
"Your trial or account access has ended. Please update your account to share." = "您的试用或帐户访问权限已结束。请更新您的帐户以分享。";

